{
  "en": {
    "title": "AvatarUX | We Create Dazzling Slots That Pop",
    "settingsMenu": "SOUND: ON\nFAST PLAY: OFF\nGAME HISTORY\nGAME INFO\nGAME RULES",
    "gameInfo": "PAYTABLE\n\nArcanaPop\n\nPopWins™\n\nEach winning symbol pops and is replaced by 2 symbols increasing the reel height.\n\nThis is repeated as long as there are more wins.\n\nFREE SPINS\n\nIncreasing the reels to 6 symbols tall in base game triggers free spins.\n\nFree spins reels start at 6 symbols tall and can increase up to 9 symbols tall.\n\nThe progress of unlocking the reels in free spins does not fully reset between each spin. It is only reset down to the shortest reel height.\n\nMULTIPLIER & EXTRA FREE SPINS\n\nFree spins start with an x2 multiplier.\n\nConsecutive wins in pop-round increases the multiplier by +x1 after the wins are paid.\n\nFully unlocking the reels in free spins gives an upgrade to multiplier growth to +x4 for every win in the pop-round.\n\nIn addition, randomly, the reward for winning a pop-round can be extra free spins instead of multiplier.\n\nYou can get up to +3 additional free spins per win.\n\nGAMBLE WHEEL\n\nBefore playing free spins you'll be able to increase the amount of free spins and unlock a random feature by spinning the gamble wheel.\n\nWinning on the gamble wheel grants more free spins and activation of major arcana or fortune change features. There's a chance to win oracle mode that consist of both features.\n\nLosing the gamble takes you back to the base game without playing the free spins.\n\nStarting free spins is 6.\n\nWinning on first wheel can grant 8 free spins and a random feature.\n\nWinning on the second wheel can grant 10 free spins and a feature choice.\n\nFirst golden slice of gamble wheel grants 8 free spins which consists of both features at once.\n\nSecond golden slice of gamble wheel grants 10 free spins which consists of both features at once.\n\nFORTUNE CHANGE\n\nThe feature randomly selects one symbol type and replaces all copies of that symbol on the reels with randomly selected higher symbol.\n\nUpgraded symbol may be different on each separate free spin.\n\nThe replaced symbol will not appear during following pop-wins. The replaced symbol will return on the next free spin.\n\nMAJOR ARCANA\n\nThe feature randomly changes any symbol drop to a colossal symbol that can be either 2x2 or 3x3 in size.\n\nAny symbol can be a colossal symbol.\n\nColossal symbol can be different on each separate free spin.\n\nColossal symbols cannot appear after pop-wins.\n\nORACLE MODE\n\nDuring oracle mode both major arcana and fortune change are enabled at once.\n\nThis means that colossal symbols can also get upgraded via fortune change.\n\nSymbols payout\nSuper High\n\nSymbol appears only during free spins\n\n5:8x bet\n4:4x bet\n3:2x bet\nHigh symbols\n5:4x bet\n4:2x bet\n3:1x bet\n5:3.2x bet\n4:1.6x bet\n3:0.8x bet\n5:2.8x bet\n4:1.4x bet\n3:0.7x bet\n5:2.4x bet\n4:1.2x bet\n3:0.6x bet\n5:2x bet\n4:1x bet\n3:0.5x bet\n5:1.8x bet\n4:0.9x bet\n3:0.45x bet\n5:1.6x bet\n4:0.8x bet\n3:0.4x bet\nLow symbols\n5:1.4x bet\n4:0.7x bet\n3:0.35x bet\n5:1.2x bet\n4:0.6x bet\n3:0.3x bet\n5:1x bet\n4:0.5x bet\n3:0.25x bet\n5:0.8x bet\n4:0.4x bet\n3:0.2x bet\n5:0.6x bet\n4:0.3x bet\n3:0.15x bet\n5:0.4x bet\n4:0.2x bet\n3:0.1x bet\nWin ways\n\nThis game features up to 59,049 win ways.\n\n3 identical symbols on adjacent reels count as win, no matter if they are aligned.\n\n1 reel gap between symbols means no win, except \"Pay anywhere\" if applicable for the game.\n\nXPRESS\n\nFree spins 1 (BONUS) entry cost is 60x bet\nFree spins 2 (FORTUNE CHANGE) entry cost is 250x bet\nFree spins 3 (MAJOR ARCANA) entry cost is 250x bet\nFree spins 4 (ORACLE MODE) entry cost is 1,000x bet\nGamble entry cost is 60x bet\n\nThe maximum win is limited to 20,000x bet. If the maximum win of the round reaches 20,000x bet, the round immediately ends and the win is awarded up to the cap and all the remaining features are discontinued.\n\nMalfunction voids all pay.",
    "gameRules": "About\n\nArcanaPop is a game with up to 59049 ways to win.\n\nGame Rules\nHow to calculate wins\nTo calculate your total win, add all your symbol wins together\nTo calculate a single symbol win, count the number of subsequent reels that contain the symbol, starting from the leftmost or the rightmost\nIf the number of subsequent reels containing the symbol is three or greater counting from the leftmost, find the corresponding win amount in the paytable, otherwise, if the symbol was not present on three subsequent reels counting from the leftmost, count from the rightmost\nIf any of the reels contain more than 1 instance of the winning symbols, the win will be multiplied. Multiply the number of symbols on each of the reels to get the final multiplier. For example, if the first reel contains 2 symbols, the second reel 3 symbols, and the third reel 2 symbols, the paytable value is multiplied in the following manner: 2*3*2=12 (total multiplier)\nHighest of a kind wins only pay from one side\nDuring gameplay, different way wins are added together\nReturn to player\nThe return to the player is 95.952%\nThe expected payback reflects the theoretical return across a very large number of spins by numerous players over an extended period of time and cannot be affected by the player's strategy\nAdditional information\nIf game is interrupted during play, they may replay the game round after restarting the game within 24 hours (depending on operator) after interruption. After that time, any winnings from an interrupted game will be added to the player account. If the player chooses to skip the replay, the win will be added to the player balance immediately\nIn any situation where the replay functionality is not sufficient, please contact the gaming website's support team\nIn the event of malfunction of the gaming hardware/software, all affected game bets and payouts are rendered void and all affected bets refunded"
  },
  "de": {
    "title": "AvatarUX | Wir erstellen atemberaubende Spieleautomaten"
  },
  "fr": {
    "title": "AvatarUX | Nous créons des machines à sous éblouissantes"
  }
}

